Repository: mhcrnl/2017
Catalog: gnome-todo-3.17.3.1/po/*.po
Languages: sk

source: Todo
sk: Úlohy

source: Todo manager for GNOME
sk: Správca úloh prostredia GNOME

source: GNOME Todo is a simple task management application designed to integrate with GNOME.
sk: Úlohy prostredia GNOME je jednoduchá aplikácia na správu úloh, integrovaná s prostredím GNOME.

source: New List…
sk: Nový zoznam…

source: Change default storage location…
sk: Zmeniť predvolené umiestnenie úložiska…

source: _About
sk: _O programe

source: _Quit
sk: _Ukončiť

source: Manage your personal tasks
sk: Spravujte vaše osobné úlohy

source: Task;Productivity;
sk: úloha;produktivita;

source: Window maximized
sk: Maximalizované okno

source: Window maximized state
sk: Maximalizovaný stav okna

source: Window size
sk: Veľkosť okna

source: Window size (width and height).
sk: Veľkosť okna (šírka a výška).

source: Window position
sk: Umiestnenie okna

source: Window position (x and y).
sk: Pozícia okna (x a y).

source: First run of GNOME To Do
sk: Prvé spustenie aplikácie Úlohy prostredia GNOME

source: Whether it's the first run of GNOME To Do (to run the initial setup) or not
sk: Určuje, či je prvé spustenie aplikácie Úlohy prostredia GNOME (kvôli spusteniu počiatočného nastavenia) alebo nie

source: Default location to add new lists to
sk: Predvolené umiestnenie, do ktorého sa majú pridávať nové zoznamy

source: The identifier of the default location to add new lists to
sk: Identifikátor predvoleného umiestnenie, do ktorého sa majú pridávať nové zoznamy

source: Details
sk: Podrobnosti

source: Notes
sk: Poznámky

source: Due Date
sk: Termín

source: Priority
sk: Priorita

source: None
sk: Žiadna

source: Low
sk: Nízka

source: Medium
sk: Stredná

source: High
sk: Vysoká

source: Delete
sk: Odstrániť

source: Welcome
sk: Vitajte

source: Login to online accounts to access your tasks
sk: Prihlásením do účtov služieb získate prístup k vašim úlohám

source: Cancel
sk: Zrušiť

source: Done
sk: Dokončiť

source: Show or hide completed tasks
sk: Zobrazí alebo skryje dokončené úlohy

source: Select the default storage location to create task lists:
sk: Vyberte predvolené umiestnenie úložiska, v ktorom sa majú vytvoriť zoznamy úloh:

source: Create
sk: Vytvoriť

source: List Name
sk: Názov zoznamu

source: Select a storage location
sk: Vyberte umiestnenie úložiska

source: Off
sk: Vypnuté

source: Click to add a new Google account
sk: Kliknutím pridáte nový účet Google

source: Click to add a new ownCloud account
sk: Kliknutím pridáte nový účet ownCloud

source: Click to add a new Microsoft Exchange account
sk: Kliknutím pridáte nový účet Microsoft Exchange

source: Or you can just store your tasks on this computer
sk: Alebo môžete ukladať vaše úlohy iba v tomto počítači

source: New task…
sk: Nová úloha…

source: Undo
sk: Vrátiť späť

source: Lists
sk: Zoznamy

source: Today
sk: Dnes

source: Scheduled
sk: Naplánované

source: Rename
sk: Premenovať

source: New List
sk: Nový zoznam

source: Copyright © %Id The Todo authors
sk: Autorské práva © %Id Autori aplikácie Úlohy

source: Copyright © %Id–%Id The Todo authors
sk: Autorské práva © %Id–%Id Autori aplikácie Úlohy

source: To Do
sk: Úlohy

source: translator-credits
sk: Dušan Kazik <prescott66@gmail.com>

source: Error loading CSS from resource
sk: Chyba pri načítavaní CSS zo zdroja

source: No date set
sk: Žiadna sada údajov

source: Manager of this application
sk: Správca tejto aplikácie

source: The manager of the application
sk: Správca aplikácie

source: Task being edited
sk: Úloha, ktorá je práve upravovaná

source: The task that is actually being edited
sk: Úloha, ktorá sa aktuálne upravuje

source: Manager of the task
sk: Správca úlohy

source: The singleton manager instance of the task
sk: Jediná inštancia správcu úlohy

source: Task <b>%s</b> removed
sk: Úloha <b>%s</b> bola odstránená

source: Manager of this window's application
sk: Správca aplikácie pre toto okno

source: The manager of the window's application
sk: Správca aplikácie okna

source: Whether the list is readonly
sk: Či je zoznam iba na čítanie

source: Whether the list is readonly, i.e. doesn't show the New Task row, or not
sk: Určuje, či je zoznam iba na čítanie, t.j. zobrazí alebo nezobrazí sa riadok Nová úloha

source: Whether task rows show the list name
sk: Či riadky s úlohami zobrazia názov zoznamu

source: Whether task rows show the list name at the end of the row
sk: Určuje, či riadky s úlohami majú zobraziť názov zoznamu na konci riadku

source: Whether completed tasks are shown
sk: Či sa zobrazia dokončené úlohy

source: Whether completed tasks are visible or not
sk: Určuje, či sú viditeľné dokončené úlohy alebo nie

source: Error loading GNOME Online Accounts
sk: Chyba pri načítavaní Účtov služieb prostredia GNOME

source: Error saving task list
sk: Chyba pri ukladaní zoznamu úloh

source: Error removing task list
sk: Chyba pri odstraňovaní zoznamu úloh

source: Error creating task
sk: Chyba pri vytváraní zoznamu úloh

source: Error removing task
sk: Chyba pri odstraňovaní úlohy

source: Error updating task
sk: Chyba pri aktualizovaní úlohy

source: Failed to prompt for credentials
sk: Zlyhalo pýtanie poverení

source: Failed to prompt for credentials for
sk: Zlyhalo pýtanie poverení pre

source: Authentication failure
sk: Zlyhanie overenia totožnosti

source: Error fetching tasks from list
sk: Chyba pri získavaní úloh zo zoznamu

source: Task list source successfully connected
sk: Zdroj zoznamu úloh bol úspešne pripojený

source: Failed to connect to task list source
sk: Zlyhalo pripojenie k zdroju zoznamu úloh

source: Skipping already loaded task list
sk: Vynecháva sa už načítaný zoznam úloh

source: Error loading task manager
sk: Chyba pri načítavaní správcu úloh

source: Local
sk: Miestne

source: On This Computer
sk: V tomto počítači

source: The online accounts client of the manager
sk: Klient účtov služieb správcu

source: The read-only GNOME online accounts client loaded and owned by the manager
sk: Klient účtov služieb prostredia GNOME iba na čítanie, ktorý je načítaný a vlastnený správcom

source: Whether GNOME Online Accounts client is ready
sk: Či je klient účtov služieb prostredia GNOME pripravený

source: Whether the read-only GNOME online accounts client is loaded
sk: Určuje, či je načítaný klient účtov služieb prostredia GNOME iba na čítanie

source: The source registry of the manager
sk: Zdrojový register správcu

source: The read-only source registry loaded and owned by the manager
sk: Zdrojový registre iba na čítanie je načítaný a vlastnený správcom

source: Unique identifier of the object
sk: Jedinečný identifikátor objektu

source: The unique identifier of the object, defined by the backend
sk: Jedinečný identifikátor objektu, definovaný obslužným programom

source: Ready state of the object
sk: Stav pripravenosti objektu

source: Whether the object is marked as ready or not
sk: Určuje, či je objekt označený ako pripravený alebo nie

source: Whether the storage is enabled
sk: Či je povolené úložisko

source: Whether the storage is available to be used.
sk: Určuje, či je úložisko dostupné na použitie.

source: Icon of the storage
sk: Ikona úložiska

source: The icon representing the storage location.
sk: Ikona predstavujúca umiestnenie úložiska.

source: Identifier of the storage
sk: Identifikátor úložiska

source: The unique identifier of the storage location.
sk: Jedinečný identifikátor umiestnenia úložiska.

source: Whether the storage is the default
sk: Či je úložisko predvolené

source: Whether the storage is the default storage location to be used.
sk: Určuje, či je úložisko predvoleným úložiskom, ktoré sa má použiť.

source: Name of the storage
sk: Názov úložiska

source: The user-visible name of the storage location.
sk: Názov umiestnenia úložiska viditeľný pre používateľa.

source: Parent of the storage
sk: Rodič úložiska

source: The parent source identifier of the storage location.
sk: Identifikátor rodičovského zdroja umiestnenia úložiska.

source: Provider type of the storage
sk: Typ poskytovateľa úložiska

source: The provider type of the storage location.
sk: Typ poskytovateľa umiestnenia úložiska.

source: Provider name of the storage
sk: Názov poskytovateľa úložiska

source: The name of the provider of the storage location.
sk: Názov poskytovateľa umiestnenia úložiska.

source: Error creating new task list
sk: Chyba pri vytváraní nového zoznamu úloh

source: Storage of the row
sk: Úložisko riadku

source: The storage that this row holds
sk: Úložisko, ktoré drží tento riadok

source: Show local storage row
sk: Zobraziť riadok s miestnym úložiskom

source: Whether should show a local storage row instead of a checkbox
sk: Určuje, či sa má zobraziť riadok s miestnym úložiskom namiesto zaškrtávacieho poľa

source: Selects default storage row
sk: Vyberie riadok predvoleného úložiska

source: Whether should select the default storage row
sk: Určuje, či sa má vybrať riadok s predvoleným úložiskom

source: Whether the task is completed or not
sk: Či je úloha dokončená alebo nie

source: Whether the task is marked as completed by the user
sk: Určuje, či má byť úloha označená používateľom ako dokončená

source: Component of the task
sk: Súčasť úlohy

source: The #ECalComponent this task handles.
sk: Súčasť #ECalComponent, ktorý spravuje táto úloha.

source: Description of the task
sk: Popis úlohy

source: Optional string describing the task
sk: Voliteľný reťazec popisujúci úlohu

source: End date of the task
sk: Dátum konca tejto úlohy

source: The day the task is supposed to be completed
sk: Predpokladaný deň dokončenia úlohy

source: List of the task
sk: Zoznam úlohy

source: The list that owns this task
sk: Zoznam, ktorý vlastní túto úlohu

source: Priority of the task
sk: Priorita úlohy

source: The priority of the task. 0 means no priority set, and tasks will be sorted alfabetically.
sk: Priorita úlohy. 0 znamená, že nie je nastavená žiadna priorita a úlohy budú usporiadané podľa abecedy.

source: Title of the task
sk: Názov úlohy

source: The title of the task
sk: Názov úlohy

source: Color of the list
sk: Farba zoznamu

source: The color of the list
sk: Farba zoznamu

source: Name of the list
sk: Názov zoznamu

source: The name of the list
sk: Názov zoznamu

source: Data origin of the list
sk: Pôvod údajov zoznamu

source: The data origin location of the list
sk: Umiestnenie pôvodu údajov zoznamu

source: Source of the list
sk: Zdroj zoznamu

source: The parent source that handles the list
sk: Rodičovský zdroj, ktorý spravuje tento zoznam

source: No tasks
sk: Žiadne úlohy

source: Mode of this item
sk: Režim tejto položky

source: The mode of this item, inherited from the parent's mode
sk: Režim tejto položky, zdedený z režimu rodičov

source: Task list of the item
sk: Zoznam úloh položky

source: The task list associated with this item
sk: Zoznam úloh priradený k tejto položke

source: Tomorrow
sk: Zajtra

source: Yesterday
sk: Včera

source: If the row is used to add a new task
sk: Ak je riadok použitý na pridanie novej úlohy

source: Whether the row is used to add a new task
sk: Určuje, či je riadok použitý na pridanie novej úlohy

source: Task of the row
sk: Úloha riadku

source: The task that this row represents
sk: Úloha, ktorú reprezentuje tento riadok

source: Setting new color for task list
sk: Nastavuje sa nová farba zoznamu úloh

source: Loading your task lists…
sk: Načítavanie vašich zoznamov úloh…
