Repository: mhcrnl/2017
Catalog: nautilus-0.1.0/po/*.po
Languages: da, tr

source: Is in the menu for "%s" items.
da: Er i menuen for "%s" opføringer.
tr: Yekin "%s" için mönülerinde varolsun.

source: Is in the menu for all "%s" items.
da: Er i menuen for alle "%s" opføringer.
tr: Yekin "%s" birimleri için mönülerde bulunsun.

source: Is the default for "%s".
da: Er forvalgt for "%s".
tr: "%s" için önayarlýsý olsun .

source: Is the default for "%s" items.
da: Er forvalgt for "%s" opføringer.
tr: Yekin "%s" için önayarlýsý olsun .

source: Is the default for all "%s" items.
da: Er forvalgt for alle "%s" opføringer.
tr: Yekin "%s" birimleri için önayarlýsý olsun .

source: Modify "%s"
da: Ændr '%s'
tr: "%s"'yi deðiþtir

source: Include in the menu for "%s" items
da: Inkludér i menuen for "%s" opføringer.
tr: Yekin "%s" birimleri için mönülerinde varolsun.

source: Use as default for "%s" items
da: Er i menuen for alle "%s" opføringer.
tr: Yekin "%s" için önayarlýsý olsun

source: Include in the menu just for "%s"
da: Inkludér i menuen kun for "%s"
tr: Sadece "%s" mönülerinde içer

source: Use as default just for "%s"
da: Brug som forvalgt kun for "%s"
tr: Sadece "%s" için önayarlýþi olsun

source: Don't include in the menu for "%s" items
da: Inkludér ikke i menuen for "%s" opføringer.
tr: Yekin "%s" için mönülerde varolmasýn

source: Name
da: Navn
tr: Isim

source: Status
tr: Durum

source: Nautilus: Open with Other
da: Nautilus: åben med andet
tr: Nautilus: Farklý aç

source: Choose an application with which to open "%s".
da: Vælg en anvendelse som skal bruges til at åbne '%s'.
tr: "%s"'yiaçacak baþka bir uygulamayý seç.

source: Nautilus: View as Other
da: Nautilus: Vis som andet
tr: Nautilus: Farklý olarak göster

source: Choose a view for "%s".
da: Vælg en visning for "%s".
tr: "%s" için bir göstergeyi belirle.

source: Choose
da: Vælg
tr: Seç

source: Done
da: Færdig
tr: Oldu

source: Modify...
da: Ændr...
tr: Deðiþtir...

source: File Types and Programs
da: Filtyper og programmer
tr: DOsya tipleri ve uygulamalar

source: Go There
da: Gå der til
tr: Oraya git

source: You can configure which programs are offered for which file types in the Gnome Control Center.
da: Du kan konfigurere hvilke programmer som foreslås for hvilke filtyper i GNOME kontrolcenter.
tr: Gnome Ayarlar Merkezinde hangi dosya tipiyle hangi uygulamanýn baðlý olduðunubelirtebilirsin .

source: Sorry, %s can only open local files, and "%s" is remote. If you want to open it with %s, make a local copy first.
tr: Maalessef %s sadece yerel dosyalarý açabilir ve "%s" uzaktadýr.%s ile o dosyayý açmak istersen, önceden yerel bir kopya yarat.

source: Can't open remote file
tr: Uzaktaki dosyayý açamadým

source: Content
tr: Içerik

source: Type
tr: Tip

source: Stored
tr: Kaydedilmiþ

source: Size
da: Størrelse
tr: Boyut

source: With Emblem
tr: Rozeti

source: Last Modified
tr: Son deðiþimi

source: Owned By
tr: Iyesi

source: contains
tr: içeriði

source: starts with
tr: baþý

source: ends with
tr: sonu

source: matches glob
tr: glob'a uyan

source: matches regexp
tr: erkan-ý tabire uyan

source: includes
tr: içeriri

source: does not include
tr: içermezi

source: regular file
tr: vasat dosya

source: text file
tr: metin dosyasý

source: application
tr: Uygulama

source: directory
tr: dizin

source: music
tr: müzik

source: on this computer
tr: bu bilgisayarda

source: in my vault
tr: benim gizemde

source: marked with
tr: ile iþaretle

source: not marked with
tr: ile iþaretlenmemiþ

source: after
tr: sonra

source: before
tr: önce

source: today
tr: bugün

source: this week
tr: bu hafta

source: this month
tr: bu ay

source: Details
tr: Ince iþler

source: Edit
da: Redigér
tr: Deðiþtir

source: Undo Edit
da: Fortryd rettelse
tr: Deðiþimi gerit

source: Undo the edit
da: Fortryd rettelsen
tr: Deðiþimi geriye al

source: Redo Edit
da: Gendan rettelse
tr: Deðiþimi yenile

source: Redo the edit
da: Gendan rettelsen
tr: Deðiþimi yeniden yap

source: _Cut
da: _Klip
tr: _Kes

source: Remove selected text from selection
da: Fjern valgt tekst fra udvalget
tr: Seçili metni seçili bölgeden sil

source: _Copy
da: _kopiér
tr: K_opyala

source: Copy selected text to the clipboard
da: Kopiér valgt tekst til klippebordet
tr: Seçili metni arabelleðe kopyala

source: _Paste
da: _Indsæt
tr: _Yapýþtýr

source: Paste text from clipboard into text box
da: Indsæt tekst fra klippebord i tekstboks
tr: Arabelleklteki metni metin kutusunu yapýþtýr

source: _Clear
da: _Ryd
tr: _Sil

source: Clear the current selection
da: Ryd de nuværende valg
tr: Geçerli seçimi sil

source: Unknown XferOverwriteMode %d
da: Ukendt XferOverwriteMode %d
tr: Tanýnmayan XferOverwriteMode %d

source: Unknown XferErrorMode %d
da: Ukendt XferErrorMode %d
tr: Tanýnmayan XferErrorMode %d

source: From:
da: Fra:
tr: Kaynak :

source: To:
da: Til:
tr: Hedef :

source: Error while %s "%s". %s. Would you like to continue?
da: Fejl ved %s '%s'. %s. Vil du gerne fortsætte?
tr: "%2$s"'i %1$s ederken hata oldu. %3$s. Devam etmek ister misin ?

source: File copy error
da: Fejl ved filkopiering
tr: Dosya kopyalama hatasý

source: Skip
da: Overspring
tr: Atla

source: Error "%s" copying file %s. Would you like to continue?
da: Fejl '%s' ved kopiering af fil %s. Vil du gerne fortsætte?
tr: Hata "%s", %s'yi kopyalarken oluþtu. Devam etmek ister misin ?

source: Retry
da: Prøv igen
tr: Yeniden dene

source: File %s already exists. Would you like to replace it?
da: Fil %s eksisterer allerede. Vil du gerne erstatte den?
tr: %s zaten varolan bir dosya . O'nu deðiþtriyim mi ?

source: File copy conflict
da: Konflikt ved filkopiering
tr: Dosya kopyalama çekiþmesi

source: Replace
da: Erstat
tr: Üstüne yaz

source: Replace All
da: Erstat alt
tr: Hepsinin üstüne yaz

source: Unknown GnomeVFSXferProgressStatus %d
da: Ukendt GnomeVFSXferProgressStatus %d
tr: Tanýnmayan GnomeVFSXferProgressStatus %d

source: The transfer between %s and %s could not be started: %s
da: Overførslen mellem %s oh %s kunne ikke startes: %s
tr: %s ile %s arasýndaki transfer baþlatýlamadý : %s

source: Moving files
da: Flytter filer
tr: Dosyalarý taþýyorum

source: moved
da: flyttet
tr: taþýndý

source: Moving
da: Flytter
tr: Taþýnýyor

source: Preparing To Move...
da: Forbereder flytning
tr: Taþýmayý hazýrlýyorum ...

source: Finishing Move...
da: Færdiggør flytning...
tr: Taþýmayý bitiriyorum ...

source: Creating a link to files
tr: Dosyalara bad kuruyorum

source: linked
tr: baðlý

source: linking
tr: baðlanýyor

source: Preparing to Create Links...
tr: Baðlarý yaratmaya hazýrlanýyorum ...

source: Finishing linking...
tr: Baðlamayý bitiriyorum ...

source: Copying files
da: Kopierer filer
tr: Dosyalarý kopyalýyorum

source: copied
da: kopieret
tr: kopyalandý

source: Copying
da: Kopierer
tr: Kopyalanýyor

source: Preparing To Copy...
da: Forbereder kopiering
tr: Kopyalamayý hazýrlýyorum ...

source: You cannot copy items into the Trash.
da: Du kan ikke kopiere ting til papirkurven
tr: Hiç bir birimi çöp kutusuna kopyalayamazþin.

source: Error copying
da: Fejl ved kopiering
tr: Kopyalanýrken hata oldu

source: OK
tr: Oldu

source: You cannot move the Trash.
da: Du kan ikke flytte papirkurven.
tr: Çöp kutusunu taþýyamazsýn .

source: You cannot copy the Trash.
da: Du kan ikke kopiere papirkurven.
tr: Çöp kutusunu kopyalayamazsýn .

source: Error moving to Trash
da: Fejl ved flytning til papirkurv
tr: Çöp kutusuna taþýnýrken hata oldu .

source: You cannot move an item into itself.
da: Du kan ikke flytte en ting til sig selv.
tr: Bir birimi kendisine taþýyamazsýn .

source: You cannot copy an item into itself.
da: Du kan ikke kopiere en ting til sig selv.
tr: Bir birime kendisine kopyalayamazsýn .

source: You cannot throw away the Trash.
da: Du kan ikke smide papirkurven bort.
tr: Çöp kutusunu atamazsýn .

source: You cannot throw "%s" into the Trash.
da: Du kan ikke kaste '%s' i papirkurven.
tr: "%s"'yi çöpe atamazsýn .

source: Moving files to the Trash
da: Flytter filer til papirkurv
tr: Dosyalarý çöp kutusuna taþýyorum

source: thrown out
da: smidt ud
tr: dýþarý atýldý

source: Preparing to Move to Trash...
da: Forbereder flytning til papirkurv
tr: Çöp kutusuna taþýmaya hazýrlanýyorum ...

source: Deleting files
da: Sletter filer
tr: Dosyalarý siliyorum

source: deleted
da: slettet
tr: silindi

source: Deleting
da: Sletter
tr: Siliyorum

source: Preparing to Delete files...
da: Forbereder sletning af filer...
tr: Dosyalarý silmeye hazýrlanýyorum ...

source: Emptying the Trash
da: Tømmer papirkurv
tr: Çöp kutusunu boþaltýyorum

source: Preparing to Empty the Trash...
da: Forbereder tømning af papirkurv
tr: Çöp kutusunu boþaltmaya hazýrlanýyorum ...

source: New Terminal
tr: Yeni komuta

source: Disks
tr: Diskler

source: "%s" selected
da: "%s" valgt
tr: "%s" seçili

source: 1 directory selected
da: 1 katalog valgt
tr: 1 dizin seçili

source: %d directories selected
da: %d kataloger valgt
tr: %d dizin seçili

source: (containing 0 items)
da: (med 0 ting)
tr: ( 0 birim içerir )

source: (containing 1 item)
da: (med 1 ting)
tr: ( 1 birim içerir )

source: (containing %d items)
da: (med %d ting)
tr: ( %d birim içerir )

source: "%s" selected (%s)
da: "%s" valgt (%s)
tr: "%s" seçili (%s)

source: %d items selected (%s)
da: %d ting valgt (%s)
tr: %d birim seçili (%s)

source: 1 other item selected (%s)
da: 1 anden ting valgt (%s)
tr: 1 baþka birim seçili (%s)

source: %d other items selected (%s)
da: %d andre ting valgte (%s)
tr: %d baþka birim seçili (%s)

source: Are you sure you want to permanently remove item "%s"?
da: Er du sikker på at du ønsker at slette "%s" for evigt?
tr: "%s"'yi daimen silmekten emin misin ?

source: Are you sure you want to permanently remove the %d selected items?
da: Er du sikker på at du ønsker at slette de %d valgte ting for evigt?
tr: %d seçili birimleri daimen silmekten emin misin ?

source: Deleting items
da: Sletter ting
tr: Birimleri sil

source: Delete
da: Slet
tr: Sil

source: Cancel
da: Annullér
tr: Iptal

source: _Open
da: _Åbn
tr: _Aç

source: Open With
da: Åbn med
tr: Farklý aç

source: Other Application...
da: Andre applikationer...
tr: Baþka uygulamayla aç ...

source: Other Viewer...
da: Anden fremviser
tr: Baþka göstergeyle aç ...

source: Open in _New Window
da: Åbn i _nyt vindue
tr: _Yeni pencerede aç

source: Open in %d _New Windows
da: Åbn i %d _nye vinduer
tr: %d yeni _pencerede aç

source: New Folder
da: Nyt katalog
tr: Yeni dizin

source: _Delete...
da: _Slet...
tr: _Sil ...

source: _Move to Trash
da: _Flyt til papirkurv
tr: Çö_pe taþý

source: _Duplicate
da: _Duplikér
tr: _Kopyala

source: Show _Properties
da: Vis _egenskaber...
tr: _Ayarlarý göster

source: _Empty Trash
da: _Tøm papirkurv
tr: Çöp kutusunu _boþalt

source: _Select All
da: _Vælg alt
tr: Hepsini seç

source: R_emove Custom Images
da: Fj_ern personlige billeder
tr: Özelleþtirilmiþ _resimleri sil

source: R_emove Custom Image
da: Fj_ern personligt billede
tr: Özelleþtirilmiþ _resmi sil

source: Reset _Background
da: Nulstil _baggrund
tr: _Ardalaný gerit

source: Zoom In
da: Zoom ind
tr: Yakýnlaþ

source: Zoom Out
da: Zoom ud
tr: Uzaklaþ

source: Zoom to Default
da: Zoom til standard
tr: Önayarlý boyutu dön

source: %s Viewer
da: %s Fremviser
tr: %s göstergesi

source: Move all selected items to the Trash
da: Flyt alle valgte ting til papirkurv
tr: Yekin seçili birimleri çöp kutusuna taþý

source: Delete all selected items
da: Slet alle valgte ting
tr: Yekin seçili birimleri sil

source: Choose a program with which to open the selected item
da: Vælg et program som du vil bruge til at åbne den valgte ting
tr: Seçili birimi açacak uygulamayý seç

source: Choose another application with which to open the selected item
da: Vælg en anden anvendelse som du vil bruge til at åbne den valgte ting
tr: Seçili birimi açacak baþka bir uygulamayý seç

source: Choose another viewer with which to view the selected item
da: Vælg en anden fremviser som du vil bruge til at vise den valgte ting
tr: Seçili birimi gösterecek baþka bir göstergeyi seç

source: Create a new folder in this window
da: Opret et nyt katalog i dette vindue
tr: Bu pencerede yeni bir dizin yarat

source: Open the selected item in this window
da: Åben den valgte ting i dette vindue
tr: Seçili birimi bu pencerede aç

source: Open each selected item in a new window
da: Åbn hver valgt ting i et nyt vindue
tr: Herbir seçili birimi yeni bir pencerede aç

source: View or modify the properties of the selected items
da: Se eller ændr egenskaberne for de valgte ting
tr: Seçili birimlerin özelliklerini deðiþtir

source: Duplicate all selected items
da: Duplikér alle valgte ting
tr: Yekin seçili birimleri klonla

source: Delete all items in the trash
da: Slet alle ting i papirkurven
tr: Çöp kutusundaki yekin birimleri sil

source: Select all items in this window
da: Vælg alle ting i dette vindue
tr: Bu penceredeki yekin birimleri seç

source: Remove the custom image from each selected icon
da: Fjern personligt billede fra hver valgt ikon
tr: Her seçili simgeden özelleþtirilmiþ resmi sil

source: The name "%s" is already used in this directory. Please use a different name.
da: Navnet "%s" er allerede i brug i dette katalog. Venligst brug et andet navn.
tr: "%s" adý bu dizinde zaten kullanýlmakta. Lütfen baþka bir dosya ismini kullan.

source: You do not have the permissions necessary to rename "%s."
da: Du har ikke de nødvendige tilladelser til at omdøbe '%s.'
tr: "%s"'yi yeniden adlandýrmak için gerekli eriþim haklarýna sahip deðilsin.

source: Sorry, couldn't rename "%s" to "%s".
da: Desværre, kunne ikke omdøbe "%s" til "%s".
tr: Maalessef "%s"'nin adýný "%s"'ye deðiþtirmedim.

source: You do not have the permissions necessary to change the group of "%s".
da: Du har ikke de nødvendige tilladelser til at ændre gruppen '%s.'
tr: "%s"'nin kitlesini deðiþtirmek için gerekli eriþim haklarýna sahip deðilsin .

source: Sorry, couldn't change the group of "%s".
da: Desværre, kunne ikke ændre gruppen på '%s'.
tr: Maalassef "%s"'nin kitlesini deðiþtiremedim .

source: Sorry, couldn't change the owner of "%s".
da: Desværre, kunne ikke ændre ejer på '%s'.
tr: Maalassef "%s"'nin iyesini deðiþtiremedim .

source: Sorry, couldn't change the permissions of "%s".
da: Desværre, kunne ikke ændre rettighederne på '%s'.
tr: Maalassef "%s"'nin eriþim haklarýný deðiþtiremedim .

source: Renaming %s to %s.
da: Omdøber %s til %s
tr: %s'nin adý %s'ye deðiþtirildi .

source: Cancel Rename?
da: Fortryd omdøb?
tr: Yeniden adlandýrmayý iptal edeyim mi ?

source: size
da: størrelse
tr: boyut

source: type
tr: tip

source: date modified
da: dato for skrivning
tr: deðiþtirim tarihi

source: date changed
da: dato for ændring
tr: deðiþim tarihi

source: date accessed
da: dato for adgang
tr: eriþim tarihi

source: owner
da: ejer
tr: iye

source: group
da: gruppe
tr: kitle

source: permissions
da: rettigheder
tr: eriþim haklarý

source: octal permissions
da: oktale rettigheder
tr: onaltýlý eriþim haklarý

source: MIME type
tr: MIME türü

source: none
da: ingen
tr: yok

source: Nautilus: Icon Captions
da: Nautilus: Ikontekst
tr: Nautilus : Simge metni

source: Choose the order for information to appear beneath icon names. More information appears as you zoom in closer.
da: Vælg rækkefølgen for information der skal vises under ikonnavnene. Mere information kommer frem når du zoomer nærmere ind.
tr: Bilgilerin gösterim sýrasýný belirle . Simgeleri giderek büyültüðün an , bu bilgilerden daha fazlasýný göreceksin .

source: Sort by _Name
da: Sortér efter _navn
tr: _Isme göre

source: Keep icons sorted by name in rows
da: Hold ikoner sorteret efter navn i rækker
tr: Simgeleri isimlerine göre sýrala

source: Sort by _Size
da: Sortér efter _størrelse
tr: _Büyüklüðe göre

source: Keep icons sorted by size in rows
da: Hold ikoner sorteret efter størrelse i rækker
tr: Simgeleri büyüklüklerine göre sýrala

source: Sort by _Type
da: Sortér efter _type
tr: _Tipe göre

source: Keep icons sorted by type in rows
da: Hold ikoner sorteret efter type i rækker
tr: Simgeleri tiplerine göre sýrala

source: Sort by Modification _Date
da: Sortér efter ændrings_dato
tr: _Deðiþim tarihine göre

source: Keep icons sorted by modification date in rows
da: Hold ikoner sorteret efter ændringsdato i rækker
tr: Simgeleri deðiþim tarihlerine göre sýrala

source: Sort by _Emblems
da: Sortér efter emblemer
tr: _Rozetlere göre

source: Keep icons sorted by emblems in rows
da: Hold ikoner sorteret efter emblemer i rækker
tr: Simgeleri rozetlere göre sýrala

source: _Stretch Icon
da: _Stræk ikon
tr: _Simgeyle oyna

source: _Restore Icons to Unstretched Size
da: _Genskab ikoner i ustrakt størrelse
tr: I_konalarý vasat boyutlarýný getir

source: _Restore Icon to Unstretched Size
da: _Genskab ikon i ustrakt størrelse
tr: S_imgeyi vasat boyutlarýný getir

source: _Icon Captions...
da: _Ikon mærkat...
tr: _Simge metinleri ...

source: _Rename
da: Omdøb
tr: Ye_niden adlandýr

source: Make the selected icon stretchable
da: Gør the valgte ikon strækbar
tr: Seçili simgeyi oynanabilinir duruma getir

source: Restore each selected icon to its original size
da: Genskab hvert valgt ikon i dets oprindelige størrelse
tr: Herbir seçili simgeyi vasat boyutunu gerit

source: Choose which information appears beneath each icon's name
da: Vælg hvilken information der skal vises underhvert ikonnavn
tr: Simgenin isminin yanýnda gözükecek bilgileri belirle

source: _Layout
da: _Udseende
tr: _Düzenleme

source: _Manual Layout
da: _Manuel-udseende
tr: _Elle düzenle

source: Leave icons wherever they are dropped
da: Lad ikoner være hvor de pladseres
tr: Simgeleri býrakýldýðý yerlerde býrak

source: _Ascending
da: _Stigende
tr: _Yukarýya dönük

source: Sort icons from "smallest" to "largest" according to sort criteria
da: Sortér ikoner fra 'mindste' til 'største' ifølge sorteringskriterie
tr: Simgeleri sýralama þeklini ufaktan büyüðe göre sýrala

source: Des_cending
da: _Faldende
tr: _Aþaða dönük

source: Sort icons from "largest" to "smallest" according to sort criteria
da: Sortér ikoner fra 'største' til 'mindste' ifølge sorteringskriterie
tr: Simgeleri sýralama þeklini büyükten ufaða göre sýrala

source: Rename selected item
da: Omdøb de valgte punkter
tr: Seçili birimleri yeniden adlandýr

source: pointing at "%s"
da: peger til "%s"
tr: "%s" gösteriliyor

source: Date Modified
da: Dato for ændring
tr: Deðiþim tarihi

source: Nautilus: %s Properties
da: Nautilus: %s egenskaber
tr: Nautilus : %s özellikleri

source: Cancel Group Change?
da: Fortryd ændring af gruppe?
tr: Kitle deðiþimini iptal edeyim mi ?

source: Changing group
da: Ændrer gruppe
tr: Kitle deðiþtiriliyor

source: Cancel Owner Change?
da: Fortryd ændring af ejer?
tr: Iye deðiþimini iptal edeyim mi ?

source: Changing owner
da: Ændrer ejer
tr: Iye deðiþtiriliyor

source: nothing
da: ingenting
tr: hiçbir þey

source: unreadable
da: ulæselig
tr: okunamýyor

source: 1 item, with size %s
da: 1 ting, med størrelse %s
tr: 1 birim, boyutu %s

source: %d items, totalling %s
da: %d ting, totalt %s
tr: %d birim, toplam boyut %s

source: (some contents unreadable)
da: (noget indhold ulæseligt)
tr: ( bazý içerikler okunamadý )

source: Contents:
da: Indhold:
tr: Içerik :

source: Basic
da: Basal
tr: Temel

source: Where:
da: Hvor:
tr: Yer :

source: Type:
tr: Tip :

source: Size:
da: Størrelse:
tr: Büyüklük :

source: Modified:
da: Ændret:
tr: Deðiþim :

source: Accessed:
da: Berørt:
tr: Eriþim :

source: MIME type:
tr: MIME türü :

source: Emblems
da: Emblemer
tr: Rozetler

source: Special Flags:
da: Specielle kørselsflag:
tr: Özel birimler :

source: Set User ID
da: Sæt bruger-ID
tr: Kullanýcý numarasýný belirt

source: Set Group ID
da: Sæt gruppe-ID
tr: Kitle numarasýný belirt

source: Sticky
da: Klæbrig
tr: Yapýþýk

source: Permissions
da: Rettigheder
tr: Eriþim haklarý

source: You are not the owner, so you can't change these permissions.
da: Du er ikke ejeren, så du kan ikke ændre disse rettigheder.
tr: Iyesi olmadýðýn için, eriþim haklarýný deðiþtiremezsin.

source: File Owner:
da: Filens ejer:
tr: Dosya iyesi :

source: File Group:
da: Filens gruppe:
tr: Dosya kitlesi :

source: Owner:
da: Ejer:
tr: Iye :

source: Group:
da: Gruppe
tr: Kitle :

source: Others:
da: Andre:
tr: Öbürküler :

source: Text View:
da: Tekst syn:
tr: Metin bakýþý :

source: Number View:
da: Tal syn:
tr: Sayýsal bakýþ :

source: Last Changed:
da: Senest ændret:
tr: Son deðiþim :

source: Read
da: Læs
tr: Oku

source: Write
da: Skriv
tr: Yaz

source: Execute
da: Udfør
tr: Çalýþtýr

source: The permissions of "%s" could not be determined.
da: Rettighederne for '%s' kunne ikke bestemmes.
tr: "%s"'nin eriþim haklarý belirlenemedi.

source: Directory
tr: Dizin

source: Nautilus can't be used now. Rebooting the computer or installing Nautilus again may fix the problem.
da: Nautilus kan ikke bruges nu. Genopstart af maskinen eller geninstallering af Nautilus kan måske løse problemet.
tr: Nautilus'u þimdi kullanýlýnamaz. Bilgisayarý yeniden baþlatýp, Nautilus'u yeniden yüklemekle bu sorunu çözebilir .

source: Nautilus can't be used now. Rebooting the computer or installing Nautilus again may fix the problem. OAF couldn't locate the nautilus.oafinfo file. One cause of this seems to be an LD_LIBRARY_PATH that does not include the oaf library's directory. Another possible cause would be bad install with a missing nautilus.oafinfo file. Sometimes killing oafd and gconfd fixes the problem, but we don't know why. We need a much less confusing message here for Nautilus 1.0.
da: Nautilus kan ikke bruges nu. Genopstart af maskinen eller geninstallering af Nautilus kan måske løse problemet. OAF kunne ikke finde filen nautilus.oafinfo. En årsag til dette kunne være en LD_LIBRARY_PATH som ikke indeholder kataloget med oaf's bibliotek. En anden mulig årsag kunne være en dårlig installation med en manglende nautilus.oafinfo fil. Nogen gange kan det at dræbe oafd og gconfd ordne problemet, men vi véd ikke hvorfor. Vi har brug for en meget mindre forvirrende besked her for Nautilus 1.0.
tr: Nautilus þimdilik kullanýlanamaz. Bilgisayarý yeniden baþlatmak yada Nautilus'u yeniden yüklemek sorunu çözebilir. OAF nautilus.oafinfo dosyasýnýbulamadý . OAF kütüphanelerinin dizininin LD_LIBRARY_PATH verisinde varolmamasý yada yüklemede oluþan bir hatadan dolayý eksik bir nautilus.oafinfo dosyasý sebep olabilir . Bazen oafd ve gconfd'yi öldürmek sorunu anlaþýlýnamaz bir nedenle çözüyor. Buraya 1.0 nesli için iþe yarar bir hata iletisi lazým .

source: Nautilus can't be used now, due to an unexpected error.
da: Nautilus kan ikke bruges nu, pga en uventet fejl.
tr: Nautilus þimdi beklenmedik bir hatadan dolayý kullanýlýnamaz .

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to register the file manager view server.
da: Nautilus kan ikke bruges nu, pga en uventet fejl fra OAF ved forsøg på at registrere serveren for filhåndteringsvisning.
tr: Nautilus þimdi beklenmedik bir OAF hatasýndan dolayý kullanýlýnamaz .OAF'a dosya yöneticisi bakýþlar sunucusunu baþlatýrken hata oldu .

source: Nautilus can't be used now, due to an unexpected error from OAF when attempting to locate the factory.
da: Nautilus kan ikke bruges nu, pga en uventet fejl fra OAF ved forsøg på at at finde fabrikken.
tr: Nautilus þimdilik kullanýlýnamaz. Zira OAF'da beklenmedik bir hata oluþtu. Parçalar kervanýný bulamadým.

source: You are running Nautilus as root. As root, you can damage your system if you are not careful, and Nautilus will not stop you from doing it.
tr: Nautilus'u 'root' olarak çalýþtýrýyorsun. 'Root' olarak sistemi dikkatsiz davranýþlarla virane hale getirebilirsin ve Nautilus bu meylimlerine engel olmayacaktýr.
