Repository: mhcrnl/2017
Catalog: nautilus-0.1.0/po/*.po
Languages: da, tr

source: Manual
tr: Kýlavuzlar

source: System
tr: Sistem

source: Configuration
da: Konfiguration
tr: Ayarlama

source: Config files
da: Konfig-filer
tr: Ayar dosyalarý

source: Applications
da: Applikationer
tr: Uygulamalar

source: Command Line
da: Kommandolinje
tr: Komuta

source: Development
da: Udvikling
tr: Yazýlým geliþtirimi

source: APIs
da: API'er
tr: APIler

source: Miscellaneous
da: Diverse
tr: Karýþýk

source: System Calls
da: Systemkald
tr: Sistem çaðrýlarý

source: Info
tr: Bilgi sayfalarý

source: see
da: se
tr: bakýnýz

source: see also
da: se også
tr: ve buraya da bakýnýz

source: No matches.
da: Ingen træffere.
tr: Eþleþme yoktur .

source: (see "
da: (se "
tr: ( bakýnýz "

source: (see also "
da: (se også "
tr: ( bakýnýz "

source: Transfer Progress
da: Overførselsfremgang
tr: Transfer ilerlemesi

source: Looking up %s
da: Søger efter %s
tr: %s'yi araþtýrýyorum

source: Contacting %s
da: Kontakter %s
tr: %s'ye iletiþim kuruyorum

source: Waiting for a connection...
da: Venter på forbindelse...
tr: Baðlantý için bekliyorum ...

source: Logging in...
da: Logger ind...
tr: Giriþ yapýyorum ...

source: Read %d%%%% of %ld
da: Læs %d%%%% af %ld
tr: %ld bayttan %d%%%% bayt okundu

source: Read %ld bytes
da: Læs %ld byte
tr: %ld bayt okundu

source: Read %d bytes
da: Læs %d byte
tr: %d bayt okundu

source: Reading...
da: Læser...
tr: Okunuyor ...

source: Writing %d%%%% of %ld
da: Skriver %d%%%% af %ld
tr: %ld bayttan %d%%%% bayt okundu

source: Writing %ld bytes
da: Skriver %ld byte
tr: %ld bayt yazýldý

source: Writing %d bytes
da: Skriver %d byte
tr: %d bayt yazýldý

source: Writing...
da: Skriver...
tr: Yazýlýyor ...

source: Done!
da: Færdig!
tr: Oldu !

source: Interrupted!
da: Afbrudt!
tr: Durduruldu !

source: Please wait...
da: Vent venligst...
tr: Lütfen bekle ...

source: Request timeout!
da: Forespørgselstid udløbet!
tr: Zaman aþýmý !

source: Unknown
da: Ukendt
tr: Bilinmiyor

source: Enter Text
da: Indtast tekst
tr: Metni ver

source: Enter Password
da: Indtast adgangskode
tr: Parolayý ver

source: %s This is a Nautilus content view that fails on demand.
da: %s Dette er en indholdsvisningskomponent for Nautilus som fejler på efterspørgsel.
tr: %s Bu bir örnek Nautilus içerik bakýþýdýr ve gerekirse baþarýsýz olur.

source: %s You clicked the Kill Content View toolbar button.
da: %s Du klikkede på "dræb indhold" værktøjslinjeknappen.
tr: %s Içerik bakýþýný öldür basmasýný bastýn .

source: _Kill Content View
da: _Dræb indholdsvisning
tr: _Içerik bakýþýný öldür

source: Kill the Loser content view
da: Dræb taberens indholdsvisning
tr: Matrak içerik bakýþýný öldür

source: Kill Content View
da: Dræb indholdsvisning
tr: Içerik bakýþýný öldür

source: Kill the Loser content view.
da: Dræb taberens indholdsvisning.
tr: Matrak içerik bakýþýný öldür.

source: %s Loser sidebar.
da: %s Taber sidelinje.
tr: %s Matrak yan çubuðu .

source: %s You clicked the Kill Sidebar View toolbar button.
da: %s Du klikkede på Dræb sidelinjevisning værktøjlinjeknappen.
tr: %s Araç çubuðunda Yan çubuðunu öldür basmasýný týkladýn.

source: _Kill Sidebar View
da: _Dræb sidelinjevisning
tr: _Yan çubudu bakýþýný öldür

source: Kill the Loser sidebar view
da: Dræb taber sidelinjevisning
tr: Matrak yan çubuðu bakýþýný öldür

source: Loser
da: Taber
tr: Matrak

source: Kill the Loser sidebar view.
da: Dræb tabers sidelinjevisning.
tr: Matrak yan çubuk bakýþýný öldür.

source: This is a mozilla merged menu item
da: Dette er et Mozilla samlet menuelement
tr: Bu bir örnek mozilla birleþtirilmiþ mönü birimidir

source: This is a mozilla merged toolbar button
da: Dette er en Mozilla samlet værktøjsbjælke-knap
tr: Bu bir mozilla yönetim çubuðu örneðidir .

source: Track
da: Spor
tr: Parça

source: Title
da: Titel
tr: Isim

source: Artist
da: Kunstner
tr: Sanatçý

source: Year
da: År
tr: Yýl

source: Bitrate
tr: Derleme oraný

source: Time
da: Tid
tr: Süre

source: Album
tr: Rumuz

source: Comment
da: Kommentar
tr: Anlatým

source: Channels
da: Kanaler
tr: Kanallar

source: Sample Rate
da: Prøvestørrelse
tr: Derleme oraný

source: Album Title
da: Albummets titel
tr: Rumuz ismi

source: Song Title
da: Titel på sang
tr: Parça ismi

source: Previous
da: Forrige
tr: Geri

source: Play
da: Spil
tr: Çal

source: Pause
tr: Durdur

source: Stop
tr: Dur

source: Next
da: Næste
tr: Ileri

source: Package Contents
da: Pakkens indhold
tr: Pakaj içeriði

source: Package Title
da: Pakkens titel
tr: Pakaj ismi

source: Size:
da: Størrelse:
tr: Boyut :

source: <size>
da: <størrelse>
tr: <boyut>

source: Install Date:
da: Installeret den:
tr: Yüklenme tarihi :

source: <unknown>
da: <ukendt>
tr: <bilinmiyor>

source: License:
da: Licens:
tr: Lisans :

source: Build Date:
da: Byggedato:
tr: Denetleme tarihi :

source: Distribution:
tr: Daðýtým :

source: Vendor:
da: Forhandler:
tr: Imalatçý :

source: Install
da: Installér
tr: Yükle

source: Update
da: Opdatér
tr: Yenile

source: Uninstall
da: Afinstallér
tr: Kaldýr

source: Go to selected file
da: Gå til valgte fil
tr: Seçili dosyaya git

source: Description
da: Beskrivelse
tr: Anlatým

source: Package "%s"
da: Pakke "%s"
tr: Pakaj "%s"

source: version %s-%s
tr: nesil %s-%s

source: Package Contents: %d files
da: Pakkens indhold: %d filer
tr: Pakaj %d dosya içeriyor

source: (none)
da: (ingen)
tr: ( yok )

source: %s This is a sample Nautilus content view component.
da: %s Dette er en prøve på en Nautilus indholdsfremvisnings-komponent.
tr: %s Bu bir örnek Nautilus içerik bakýþýdýr .

source: %s You clicked the Sample toolbar button.
da: %s Du klikkede på prøven for værktøjsbjælke-knappen
tr: %s Örnek yönetim çubuðu örneðine týkladýn .

source: _Sample
da: _Prøve
tr: Ö_rnek

source: This is a sample merged menu item
da: Dette er et prøve på et samlet menuelement
tr: Bu bir örnek birleþtirilmiþ mönü birimidir

source: Sample
da: Prøve
tr: Örnek

source: This is a sample merged toolbar button
da: Dette er en prøve på en samlet værktøjsbjælke-knap
tr: Bu bir yönetim çubuðu örneðidir .

source: Specify config file (/var/eazel/services/eazel-services-config.xml)
da: Angiv konfigurationsfil (/var/eazel/services/eazel-services-config.xml)
tr: Kullanýlýnacak ayar dosyasýný belirt / /var/eazel/services/eazel-services-config.xml )

source: Show debug output
da: Vis aflusingsdata
tr: Bilgilendirmeleri göster

source: 10 sec delay after starting service
da: 10 sekunders venten efter start af tjeneste
tr: Servisi baþlattýktan 10 saniye sonra

source: Allow downgrades
tr: Geriye dönük yenilemelere izin ver

source: Erase packages
da: Fjern pakker
tr: Pakajlarý kaldýr

source: RPM args are filename
da: RPM argumenter er filnavne
tr: RPM argümanlarý bir dosya adýdýr

source: Force install
da: Gennemtving installation
tr: Yüklemeyi zorunlu yap

source: Use ftp
da: Brug ftp
tr: ftp'yi kullan

source: Use local
da: Brug lokal
tr: Yerel sunucuyu kullan

source: Use http
da: Brug http
tr: http'yi kullan

source: Set port numer (80)
da: Sæt portnummer (80)
tr: Kapý numarasýný belirt ( 80 )

source: Specify server
da: Specificer tjener
tr: Sunucuyu belirle

source: Test run
da: Testkørsel
tr: Deneme turlarýný dön

source: Set tmp dir (/tmp/eazel-install)
da: Sæt midlertidigt katalog (/tmp/eazel-install)
tr: Geçici dosyalar dizin ( /tmp/eazel-install )

source: Allow upgrades
da: Tillad opgraderinger
tr: Yenilemelere izin ver

source: Specify package list to use (/var/eazel/service/package-list.xml)
tr: Kullanýlýcak pakaj listesini belirt ( /var/eazel/service/package-list.xml )

source: Use specified file to generate a package list, requires --packagelist
tr: Belirtilen dosyayý pakaj listesini yaratýrken kullan, --packagelist argümanýný gerektirir

source: Lookup package in the db
tr: Pakajý bilgi tabanýnda ara

source: Who owns specified files
tr: Belirtilen dosyalarýn iyesi kim

source: Who provides specified files
tr: Belirtilen dosyalarý kim sunuyor

source: Who requires specified packages
tr: Belirtilen pakajlarý kim gerektiriyor

source: Creating default configuration file ...
da: Opretter standard konfigurationsfil ...
tr: Önayarlý ayar dosyasýný yaratýyorum ...

source: *** Could not create services directory (%s)! ***
da: *** Kunne ikke oprette tjenestekatalog (%s)! ***
tr: *** Servisler dizini %s'yi yaratamadým ! ***

source: *** Could not create the default configuration file! ***
da: *** Kunne ikke oprette standard konfigurationsfil! ***
tr: *** Önayarlý ayar dosyasýný yaratamadým ! ***

source: *** Error generating default configuration file! ***
da: *** Fejl under generering af standard konfigurationsfil! ***
tr: *** Önayarlý ayar dosyasýný yaratýrken hata oldu ! ***

source: *** Unable to open config file! ***
da: *** Kunne ikke åbne konfigurationsfil! ***
tr: *** Ayar dosyasýný açamadým ! ***

source: *** The config file contains no data! ***
da: *** Konfigurationsfilen indeholder ikke data! ***
tr: *** Ayar dosyasý hiç bir bilgi içermiyor ! ***

source: *** Cannot find the EAZEL_INSTALLER xmlnode! ***
da: *** Kan ikke finde EAZEL_INSTALLER xmlnode! ***
tr: *** EAZEL_INSTALLER xml-birimini bulamadým ! ***

source: *** Bailing from xmlparse! ***
da: *** Hopper ud af xmlparse! ***
tr: *** xml dosyasýný tararken hatalar oluþtu ! ***

source: Could not set URLType from config file!
da: Kunne ikke sætte URLType fra konfigurationsfilen!
tr: Ayar dosyasýndan URL tipini belirleyemedim !

source: Creating temporary download directory ...
da: Opretter midlertidig katalog for nedlasting ...
tr: Geçici yükleme dizinini yaratýyorum ...

source: Could not create temporary directory!
da: Kunne ikke oprette midlertidigt katalog!
tr: Geçici yükleme dizinini yaratamadým !

source: Getting package list from remote server ...
da: Henter pakkeliste fra ekstern tjener ...
tr: Sunucu'dan pakaj listesini alýyorum ...

source: Unable to retrieve package-list.xml!
da: Kan ikke modtage package-list.xml!
tr: package-list.xml'i alamadým !

source: Cannot write to file %s, using default log handler
da: Kan ikke skrive til fil %s, bruger standard log behandler
tr: %s dosyasýna yazamadým, önayarlý kayýt yöneticisini kullanýyorum

source: ftp install not supported
da: Installering via FTP er ikke understøttet
tr: ftp'den yükleme þimdilik desteklenmiyor

source: Install failed
da: Installering fejlede
tr: Yükleme baþarýsýz oldu

source: Uninstall failed
da: Afinstallering fejlede
tr: Kaldýrma baþarýsýz oldu

source: Downloading %s...
da: Henter %s...
tr: %s'yi yükliyorum ...

source: *** Could not create tmp directory (%s)! ***
tr: *** Geçici dosyalar dizinini (%s'yi) yaratamadým ! ***

source: Could not open target file %s
da: Kunne ikke åbne mål-fil %s
tr: Hedef dosya %s'yi açamadým

source: Could not create an http request !
da: Kunne ikke oprette en http forespørgsel!
tr: Bir http isteðini yaratamadým !

source: Invalid uri !
da: Ugyldig uri!
tr: Geçersiz URI !

source: Could not prepare http request !
da: Kunne ikke forberede http forespørgsel!
tr: Http isteðini hazýrlayamadým !

source: Couldn't get async mode
da: Kunne ikke gå over i asynkron modus
tr: Eþit olmayan türünü alamadým

source: HTTP error: %d %s
da: HTTP fejl: %d %s
tr: HTTP hatasý : %d %s

source: Could not get request body!
da: Fik ikke forespørgslens krop!
tr: Istek içeriðini alamadým !

source: FTP not supported yet
da: FTP er ikke understøttet endnu
tr: FTP þimdilik mevcut deðildir

source: Checking local file %s...
da: Tjekker lokal fil %s...
tr: Yerel dosya %s'yi gözden geçiriyorum ...

source: Could not get a URL for %s
da: Fandt ikke en URL for %s
tr: %s için bir adres alamadým

source: Using local protocol cannot resolve library dependencies
da: Brug af lokalt bibliotek kan ikke løse biblioteks-afhængigheder
tr: Yerel protokolu kullanark kütüphane gereksenimleri çözemedim

source: Search URL: %s
da: Søg på URL: %s
tr: Arama adresi : %s

source: Invalid uri
da: Ugyldig uri
tr: Geçersiz URI

source: Could not retrieve a URL for %s
da: Kunne ikke hente en URL for %s
tr: %s için bir adres alamadým

source: Dry Run Mode Activated. Packages will not actually be installed ...
da: Aftestningsmodus aktiveret. Pakker vil ikke blive installeret...
tr: Kuru yükleme yapýlacak. Pakajlar essah yüklenmeyecektir ...

source: Reading the install package list ...
da: Læser pakkeliste for installation ...
tr: YÜklenecek pakajlar listesini okuyorum ...

source: Category = %s
da: Kategori = %s
tr: Rumuz = %s

source: Failed to retreive %s!
da: Kunne ikke modtage %s!
tr: %s'yi alýrken hata oldu !

source: Category = %s, %d packages
da: Kategori = %s, %d pakker
tr: Rumuz = %s, %d pakaj

source: *** Could not create transaction directory (%s)! ***
da: *** Kunne ikke oprette transaktionskatalog (%s)! ***
tr: *** Iletiþim dizini %s'yi yaratamadým ! ***

source: Removing package %s
da: Fjerner pakken %s
tr: %s pakajý kaldýrýlýyor

source: Cannot open %s
da: Kan ikke åbne %s
tr: %s'yi açamadým

source: RPM package database query failed !
da: Forespørgsel på RPM databasen fejlede!
tr: RPM pakaj bilgi tabanýný sorgulayamadým !

source: %s %s breaks %s
da: %s %s bryder %s
tr: %s %s %s'yi kaldýrmayý gerektiriyor

source: %s conflicts %s-%s
da: %s er i konflikt med %s-%s
tr: %s %s-%s ile catýþýyor

source: Processing dep for %s : requires %s
da: Behandling af afhængigheder for %s : behøver %s
tr: %s için gereksenimler taranýyor : %s'yi gerektirir

source: %d dependencies failed!
da: %d afhængigheder fejlede!
tr: %d gereksenimler bulunamadý !

source: Dependencies are ok
da: Afhængigheder er ok
tr: Gereksenimler hep bulundu

source: *** Begin pkg dump ***
da: *** Start pakkedump ***
tr: *** Pakaj dökümüne baþlaýyorum ***

source: *** End pkg dump ***
da: *** Afslut pakkedump ***
tr: *** Pakaj dökümü sonu ***

source: *** No package nodes! ***
da: *** Ingen pakkenoder! ***
tr: *** Pakaj içerikleri yok ! ***

source: *** Bailing from package parse! ***
da: *** Overspringer læsning af pakke! ***
tr: *** Pakaj taramasýný hatalardan dolayý býrakýyorum ! ***

source: *** The pkg list file contains no data! ***
da: *** pkg listefilen indeholder ingen data ***
tr: *** Pakaj liste dosyasý bilgi içermiyor ! ***

source: *** Cannot find the CATEGORIES xmlnode! ***
da: *** Kan ikke finde xmlnoden KATEGORIER! ***
tr: *** CATEGORIES xml içeriðini bulamadým ! ***

source: *** Bailing from categories parse! ***
da: *** Hopper ud af tolkning af kategorier! ***
tr: *** Türler taramasýný hatalardan dolayý býrakýyorum ! ***

source: *** No Categories! ***
da: *** Ingen kategorier! ***
tr: *** Türler yok ! ***

source: *** Bailing from category parse! ***
da: *** Hopper ud fra tolkning af kategorier! ***
tr: *** Tür taramasýný hatalardan dolayý býrakýyorum ! ***

source: *** Cannot find the TRANSACTION xmlnode! ***
tr: *** TRANSACTIONS xml içeriðini bulamadým ! ***

source: *** Bailing from transaction parse! ***
tr: *** Iletiþim taramasýný hatalardan dolayý býrakýyorum ! ***

source: *** No packages! ***
tr: *** Pakajlar yok ! ***

source: *** Error generating xml package list! ***
da: *** Fejl ved generering af xml pakkeliste! ***
tr: *** Xml pakaj listesini yaratýrken hata oldu ! ***

source: *** Error reading package list! ***
da: *** Fejl ved læsning af pakkelisten! ***
tr: *** Pakaj listesi okurken hata oldu ! ***

source: Installing "The Gimp"
tr: "GIMP"'i yükliyorum

source: Installing "%s"
tr: "%s"'yi yükliyorum

source: Version %s-%s
tr: Nesil %s-%s

source: display service name and such
da: vis tjenestenavn med mere
tr: servis adýný göster

source: maximum allowed difference in seconds
da: maksimalt tilladt forskel i sekunder
tr: azami zaman farký ( saniye olarak )

source: update the system clock
da: opdatér systemklokken
tr: sistem saatini yenile

source: specify time url
da: specificér url for tid
tr: zaman URL'unu belirle

source: Could not initialize Bonobo
tr: Bonobo'yu baþlatamadým

source: Can't write logfile %s -- using default log handler
tr: Kayýt dosyasý %s'yi yazamadým -- önayarlý kayýt yöneticisini kullanýyorum

source: Enable debugging
tr: Çözümlemeyi aç

source: Vault location
tr: Gizem mekaný

source: Valid operations:
tr: Geçerli iþlemler :

source: Error: No operation supplied
tr: Hata : Iþlem belirtilmedi

source: Error: Invalid operation supplied (%s)
tr: Hata : Geçersiz iþlem ( %s ) belirtildi

source: Error: Invalid syntax Syntax: %s
tr: Hata : Geçersiz yapý Yapý : %s

source: Search
da: Søg
tr: Ara

source: Results
tr: Sonuçlar

source: -adobe-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-*
tr: -adobe-helvetica-bold-r-normal-*-*-180-*-*-p-*-*-9

source: -adobe-helvetica-medium-r-normal-*-*-120-*-*-p-*-*-*
tr: -adobe-helvetica-medium-r-normal-*-*-120-*-*-p-*-*-9

source: Back
da: Tilbage
tr: Geri

source: Finish
tr: Bitir

source: today %-I:%M %p
da: i dag kl %H:%M
tr: bugün %-I:%M %p

source: yesterday %-I:%M %p
da: i går kl %H:%M
tr: dün saat %-H:%M'de %p

source: %A %-m/%-d/%y %-I:%M %p
da: %A %Y-%-m-%-d %H:%M
tr: %A %-m/%-d/%y %-H:%M %p

source: %-m/%-d/%y %-I:%M %p
da: %Y-%-m-%-d %H:%M
tr: %-m/%-d/%y %-H:%M %p

source: 0 items
da: 0 ting
tr: 0 birim

source: 0 directories
da: 0 kataloger
tr: 0 dizin

source: 0 files
da: 0 filer
tr: 0 dosya

source: 1 item
da: 1 ting
tr: 1 birim

source: 1 directory
da: 1 katalog
tr: 1 dizin

source: 1 file
da: 1 fil
tr: 1 dosya

source: %u items
da: %u ting
tr: %u birim

source: %u directories
da: %u kataloger
tr: %u dizin

source: %u files
da: %u filer
tr: %u dosya

source: unknown type
da: ukendt type
tr: bilinmeyen tip

source: unknown MIME type
da: ukendt MIME type
tr: bilinmeyen MIME türü

source: unknown
da: ukendt
tr: bilinmiyor

source: program
tr: uygulama

source: Directory Views
tr: Dizin bakýþlarý

source: Directory Views Settings
tr: Dizin bakýþlarý ayarlarý

source: Window Behavior
tr: Pencere heybeti

source: Click Behavior
tr: Týklama heybeti

source: Display
tr: Göster

source: Sidebar Panels
tr: Taraf çubuklarý

source: Sidebar Panels Description
tr: Taraf çubuklarý anlatýmý

source: Choose which panels should appear in the sidebar
tr: Taraf çubuðunda gösterilecek panelleri seç

source: Appearance
tr: Görünüþ

source: Appearance Settings
tr: Görünüþla alakalý ayarlar

source: Smoother Graphics
tr: Daha düzgün resimler

source: Fonts
tr: Yazý tipleri

source: Views
tr: Bakýþlar

source: Speed Tradeoffs
tr: Hýzlamalar

source: Speed Tradeoffs Settings
tr: Hizlandýrma ayarlarý

source: Show Text in Icons
tr: Simgelerde metni göster

source: Show Thumbnails for Image Files
tr: Resim dosyalarý için týrnak resimleri göster

source: Make Directory Appearance Details Public
tr: Dizin görünümünün ince bilgileri umumi yap

source: Search Settings
tr: Arama ayarlarý

source: Search Complexity Options
tr: Arama seçenekleri

source: Search Tradeoffs
tr: Arama hýzlandýrmalarý

source: Search Locations
tr: Arama mekaný

source: Navigation
tr: Gezme

source: Navigation Settings
tr: Gezme ayarlarý

source: Home Location
tr: Bark mekaný

source: always
tr: daima

source: Always
tr: Daima

source: local only
tr: sadece yerel

source: Local Files Only
tr: Sadece yerel dosyalarda

source: never
tr: kat'iyyen

source: Never
tr: Kat'iyyen

source: Open each item in a new window
tr: Her seçili birimi yeni bir pencerede aç

source: Click policy
tr: Týklama heybeti

source: single
tr: tek týklama

source: Activate items with a single click
tr: Birimleri tek týklamayla seç

source: double
tr: çifttýklama

source: Activate items with a double click
tr: Birimleri çifttýklamayla seç

source: Display text in icons
tr: Simgelerde metinleri göster

source: Show thumbnails for image files
tr: Resim dosyalarý için týrnak resimleri göster

source: Read and write metadata in each directory
tr: Meta bilgilerini her dizinde oku ve yaz

source: Use smoother (but slower) graphics
tr: Daha düzgün (fakat daha yavaþ) resimleri kullan

source: current theme
tr: geçerli görünüm

source: Font family used to display file names
tr: Dosya adlarýnda kullanýlan yazý tipi ailesi

source: Display tool bar
tr: Araç çubuðunu göster

source: Display location bar
tr: Mekan çubuðunu göster

source: Display status bar
tr: Durum çubuðunu göster

source: Display Sidebar
da: Vis sidebjælke
tr: Taraf çubuðunu göster

source: Always do slow, complete search
tr: Daima yavaþ, ama ince ince ara

source: search type to do by default
tr: önayarlý arama tipi

source: search by text
tr: Metinden ara

source: Search for files by text only
tr: Sadece metne göre ara

source: search by text and properties
tr: metin ve özelliklere göre ara

source: Search for files by text and by their properties
tr: Dosyalarý metin ve özelliklere göre ara

source: Search Web Location
tr: Web'i arama mekaný

source: Show hidden files
tr: Gizli dosyalarý göster

source: Show special flags in Properties window
tr: Özellikler penceresinde özel iþaretleri göster

source: Can add Content
tr: Eklenebilir içerik

source: Sidebar Width
tr: Taraf çubuðu eni

source: This directory uses automatic layout. Do you want to switch to manual layout and leave this item where you dropped it? This will clobber the stored manual layout.
da: Dette katalog bruger automatisk placering. Ønsker du at skifte til manuel placering og lade opføringen blive hvor du slap den? Dette vil ødelægge den gemte manuelle placering.
tr: Bu dizin otomatik düzenlemeyle çalýþýyor. Bu birimi taþýdýdýn yere býrakýp ve elle düzenlemeye geçmek ister misin? Bu kaydedilmiþ elle düzenlemeyi bozacaktýr.

source: This directory uses automatic layout. Do you want to switch to manual layout and leave these items where you dropped them? This will clobber the stored manual layout.
da: Dette katalog bruger automatisk placering. Ønsker du at skifte til manuel placering og lade disse opføringer blive hvor du slap dem? Dette vil ødelægge den gemte manuelle placering.
tr: Bu dizin otomatik düzenlemeyle çalýþýyor. Bu birimleri taþýdýdýn yere býrakýp ve elle düzenlemeye geçmek ister misin? Bu kaydedilmiþ elle düzenlemeyi bozacaktýr.

source: This directory uses automatic layout. Do you want to switch to manual layout and leave this item where you dropped it?
da: Dette katalog bruger automatisk placering. Ønsker du at skifte til manuel placering og lade opføringen blive hvor du slap den?
tr: Bu dizin otomatik düzenlemeyle çalýþýyor. Bu birimi taþýdýdýn yere býrakýp ve elle düzenlemeye geçmek ister misin?

source: This directory uses automatic layout. Do you want to switch to manual layout and leave these items where you dropped them?
da: Dette katalog bruger automatisk placering. Ønsker du at skifte til manuel placering og lade disse opføringer blive hvor du slap dem?
tr: Bu dizin otomatik düzenlemeyle çalýþýyor. Bu birimleri taþýdýdýn yere býrakýp ve elle düzenlemeye geçmek ister misin?

source: Switch to Manual Layout?
da: Skift til Manuel-udseende?
tr: Elle düzenlemeye geçeyim mi?

source: Switch
da: Skift
tr: Geç

source: Rename
da: Omdøb
tr: Yeniden adlandýr

source: Undo Rename
da: Fortryd omdøb
tr: Yeniden adlandýrmayý gerit

source: Restore the old name
da: Genskab det gamle navn
tr: Eski adýna geri dön

source: Redo Rename
da: Genskab omdøb
tr: Yeniden adlandýrmayý yeniden yap

source: Restore the changed name
da: Genskab det ændrede navn
tr: Deðiþtirilmiþ adý yeniden yap

source: Prefs Box
da: Boks for indstillinger
tr: Ayarlar kutusu

source: View as %s
da: Vis som %s
tr: %s olarak göster

source: not in menu
da: ikke i menu
tr: mönüde deðil

source: in menu for this file
da: i menuen for denne fil
tr: bu dosya için mönülede bulunsun

source: in menu for "%s"
da: i menuen for '%s'
tr: "%s" mönülerinde varolsun

source: default for this file
da: standard for denne fil
tr: önayarlýsý olsun

source: default for "%s"
da: forvalgt for "%s".
tr: "%s" için önayarlýsý

source: Is not in the menu for "%s" items.
da: Er ikke i menuen for "%s" opføringer.
tr: "%s" mönülerinde bulunmamasýn.

source: Is in the menu for "%s".
da: Er i menuen for '%s'.
tr: "%s" mönülerinde varolsun.
