Repository: mhcrnl/2017
Catalog: nautilus-0.1.0/po/*.po
Languages: da, tr

source: Existence of this file indicates that the Nautilus configuration wizard has been presented. You can manually erase this file to present the wizard again.
tr: Bu dosyanýn varoluþu Nautilus'un ayarlama sihirbazýný çalýþtýrmýþ olduðunu gösteriyor. Sihirbazý yeniden ortaya çýkarmak için bu dosyayý silebilirsin.

source: Nautilus: Bookmarks
da: Nautilus: Bogmærker
tr: Nautilus : Niþanlar

source: Location
da: Placering
tr: Mekan

source: Remove
da: Fjern
tr: Sil

source: Include built-in bookmarks in menu
tr: Önayarlý baðlarý mönüde içer

source: User levels provide a way to adjust the software to your level of technical expertise. Pick an initial level that you feel comfortable with; you can always change it later.
tr: Kullanýcý seviyeleri uygulamayý senin bilgi ve tecrübe seviyesine göre ayarlamanýnbir yoludur. Sana uygun gözüken ve baþlamak istediðin seviyeyi seç; bu ayarý sonradan istediðin zaman deðiþtirebilirsin.

source: User Levels
tr: Kullanýcý seviyeleri

source: Novice
tr: Yeni kullanýcý

source: Intermediate
tr: Normal

source: Hacker
tr: Bilgin

source: For beginning users
tr: Ilk kullanýcýlar için

source: For non-technical users
tr: Normal, teknik bilgisiz kullanýcý icýn

source: For expert users
tr: Bilgin kullanýcýlar için

source: Eazel offers a growing number of services to help you install and maintain new software and manage your files across the network. If you want to find out more about Eazel services, just press the 'Next' button.
tr: Eazel gündittikca sayýsý büyüyen hizmetleri sunmakta. Bu hizmetler sayesinde yeni uygulamalarý yükleyip, yönetebilirsin. Tabii ki, aðlar üzerinde de.Eazel hizmetleri hakkýnda daha fazla bilgi edinmek istersen, 'Ileri''ye bas.

source: Eazel Services
da: Eazel tjenester
tr: Eazel Hizmetleri

source: I want to learn more about Eazel services.
tr: Eazel hizmetleri hakkýnda daha fazla bilgi edinmek isterim.

source: I want to sign up for Eazel services now.
tr: Eazel hizmetleri için kayýt olmak istiyorum.

source: Nautilus: Initial Preferences
tr: Nautilus : Ilk ayarlar

source: Welcome to Nautilus!
tr: Nautilus'a hoþgeldin !

source: Welcome to Nautilus! Since this is the first time that you've launched Nautilus, we'd like to ask you a few questions to help personalize it for your use. Press the next button to continue.
tr: Nautilus'a hoþgeldin ! Bu Nautilus'u ilk çalýþtýrman olduðu için sana bazý sorularý sorup, Nautilus'u isteðin tip çalýþtýrmaný saðlayacaðýz. Devam etmek için "Ileri"'ye bas.

source: Finished
tr: Bitirildi

source: Click to finish button to launch Nautilus. We hope that you enjoying using it!
tr: Bitir basmasýyla Nautilus'u baþlatabilirsin. Nautilus'u kullanmak hoþuna gitmesi dileðiyle!

source: Link sets
da: Lænkesæt
tr: Bað takýmlarý

source: Add or remove sets of links by clicking on the checkboxes below.
da: Tilføj eller fjern sæt med lænker ved at klikke på afkrydsningsboksene nedenfor.
tr: Alttaki seçim basmalardaki seçiminle bað takýmlarýný ekleyip, silebilirsin

source: Do you want to view these %d locations in separate windows?
da: Vil du vise disse %d lokationer i forskellige vinduer?
tr: Bu %d mekanlarý hep deðiþik pencerelerde görmek istiyor musun ?

source: View in Multiple Windows?
da: Vis i flere vinduer?
tr: Çoklu pencerelerde gösterilsin mi ?

source: Location:
da: Placering:
tr: Mekan :

source: Perform high-speed self-check tests.
da: Udfør hurtig selvtest
tr: Çok hýzlý doðrulama deneylerini yap.

source: Quit Nautilus.
tr: Nautilusdan çýk.

source: Don't draw background and icons on desktop.
tr: Masaüstünde ardalan ve simgeleri gösterme.

source: Draw background and icons on desktop.
da: Tegn baggrund og ikoner på skrivebord.
tr: Masaüstünde ardalan ve simgeleri göster.

source: nautilus: --quit cannot be used with URIs.
tr: nautilus : --quit URI'lerle beraber kullanýlamaz.

source: nautiluls: --quit and --start-desktop cannot be used together.
tr: nautilus : --quit ve --start-desktop beraberen kullanýlamaz.

source: nautiluls: --stop-desktop and --start-desktop cannot be used together.
tr: nautilus : --stop-desktop ve --start-desktop beraberen kullanýlamaz.

source: Nautilus Property Browser
da: Nautilus egenskab-bladrer
tr: Nautilus Özellikler gezgini

source: Select A Category:
da: Vælg en kategori:
tr: Bir rumuz seç :

source: Add new...
da: Tilføj ny...
tr: Ekle ...

source: Remove...
da: Fjern...
tr: Sil ...

source: Sorry, but '%s' is not an image file!
da: Undskyld, men '%s' er ikke en billedfil!
tr: Maalessef `%s' bir resim deðildir!

source: Create a New Emblem:
da: Opret et nyt emblem:
tr: Yeni bir rozet yarat :

source: Keyword:
da: Nøgleord:
tr: Anahtar sözcük :

source: Select an image file for the new emblem:
da: Vælg en billedfil for det nye emblem:
tr: Yeni rozet için bir resim belirle :

source: Select an image file to add as a background:
da: Vælg en billedfil som skal tilføjes som baggrund:
tr: Ardalan olarak eklenecek bir resmi seç :

source: Select a color to add:
da: Vælg en farve der skal tilføjes:
tr: Eklenecek bir rengi belirle :

source: Cancel Remove
da: Fortryd Fjern
tr: Silmeyi iptal et

source: Add a new %s
da: Tilføj en ny %s
tr: Yeni bir %s ekle

source: Click on a %s to remove it
da: Klik på en %s for at fjerne den
tr: Bir %s'ye týklayarak onu silebilirsin.

source: Remove a %s
da: Fjern en %s
tr: Bir %s'yi sil

source: Nautilus: caveat
tr: Nautilus : kendini koru

source: Reset Background
da: Nulstil baggrund
tr: Ardalaný gerit

source: Open with %s
da: Åbn med %s
tr: %s ile aç

source: Open with...
da: Åbn med...
tr: Farklý aç ...

source: Search For:
tr: Bul :

source: (untitled)
tr: (isimsiz)

source: You do not have the permissions necessary to view "%s".
da: Du har ikke de nødvendige tilladelser til at se '%s.'
tr: "%s"'ye bakmak için gerekli eriþim haklarýna sahip deðilsin.

source: Couldn't find "%s". Please check the spelling and try again.
da: Kunne ikke finde "%s". Venligst tjek stavningen og prøv igen.
tr: "%s"'yi bulamadým. Lütfen yazmak istediðini doðru yazýp yazmadýðýný gözden geçir.

source: "%s" is not a valid location. Please check the spelling and try again.
da: "%s" er ikke et gyldigt sted. Venligst tjek stavningen og prøv igen.
tr: "%s" geçerli bir mekan deðil. Lütfen, yazmak istediðini doðru yazýp yazmadýðýnýgözden geçir.

source: Couldn't display "%s", because Nautilus cannot handle items of this type.
da: Kunne ikke vise "%s", fordi Nautilus ikke kan behandle ting af denne type.
tr: "%s"'i gösteremedim, zira Nautilus'un bu tip için bir yöneticisi yok.

source: Couldn't display "%s", because Nautilus cannot handle items of type "%s".
da: Kunne ikke vise "%s", fordi Nautilus ikke kan behandle ting af type '%s'.
tr: "%s"'i gösteremedim, zira Nautilus'un "%s" tipi için bir yöneticisi yok.

source: Couldn't display "%s", because Nautilus cannot handle %s: locations.
da: Kunne ikke vise "%s", fordi Nautilus ikke kan behandle %s: steder.
tr: "%s"'i gösteremedim, zira Nautilus'un %s: mekanlarý için bir yöneticisi yok.

source: Couldn't display "%s", because the attempt to log in failed.
da: Kunne ikke vise "%s", fordi pålogningsforsøget fejlede.
tr: "%s"'i gösteremedim, zira Nautilus'un kayýt etme deneyi baþarýsýz oldu.

source: Nautilus cannot display "%s".
da: Nautilus kan ikke vise '%s'.
tr: "%s" Nautilus tarafýndan gösterilemiyor .

source: The Gnome Shell %s
tr: Gnome komutasý %s

source: The location "%s" does not exist. Do you want to remove any bookmarks with this location from your list?
da: Lokationen "%s" eksisterer ikke. Ønsker du at fjerne alle bogmærker med denne lokation fra din liste?
tr: "%s" mekan yoktur. Bu mekanla alakalý yekin niþanlarýný listeden silmekistermisin ?

source: Bookmark for Bad Location
da: Bogmærke for ugyldig lokation
tr: Kötü mekan için niþan

source: The location "%s" no longer exists. It was probably moved, deleted, or renamed.
da: Lokationen "%s" eksisterer ikke længere. Den er sandsynligvis flyttet, slettet eller har fået nyt navn.
tr: "%s" mekaný yok olmuþtur. Taþýnmýþ, silinmiþ yada yeniden adlandýrýlmýþ olabilir.

source: Go To Bad Location
da: Gå til ugyldig lokation
tr: Kötü mekana git

source: Go to the specified location
da: Gå til det angivne sted
tr: Verilen mekana git

source: _File
da: _Fil
tr: _Dosya

source: _New Window
da: _Nyt vindue
tr: _Yeni pencere

source: Create a new window
da: Opret ny vindue
tr: Yeni bir pencere yarat

source: _Close Window
da: _Luk vindue
tr: Pencereyi _kapat

source: Close this window
da: Luk dette vindue
tr: Bu pencereyi kapat

source: Close All Windows
tr: Yekin Pencereleri Kapat

source: Close all windows
tr: Yekin pencereleri kapat

source: _Edit
da: _Redigér
tr: _Deðiþtir

source: _Undo
da: Fortryd
tr: _Gerit

source: Undo the last text change
da: Fortryd den sidste tekstændring
tr: Son metin deðiþikliðini geri al

source: _Cut Text
da: _Klip tekst
tr: Metni _kes

source: Cuts the selected text to the clipboard
da: Klipper den valgte ting til klippebordet
tr: Seçili metni arabelleðe keser

source: _Copy Text
da: _Indsæt tekst
tr: Metni k_opyala

source: Copies the selected text to the clipboard
da: Kopierer den valgte ting til klippebordet
tr: Seçili metni arabelleðe kopyalar

source: _Paste Text
da: _Indsæt tekst
tr: Metni y_apýþtýr

source: Pastes the text stored on the clipboard
da: Indsætter teksten lagret på klippebordet
tr: Seçili metni arabelleðe yapýþtýrýr

source: C_lear Text
da: Ryd tekst
tr: Metni _temizle

source: Removes the selected text without putting it on the clipboard
da: Fjerner den valgte tekst uden at putte den på klippebordet
tr: Seçili metni arabelleðe koyamadan siler

source: _Customize...
da: _Tilpas...
tr: Ö_zelleþtir ...

source: Displays the Property Browser, to add properties to objects and customize appearance
da: Viser egenskabsbladreren, til at tilføje egenskaber til objekter og tilpasse fremtoning
tr: Özellikler gezginini gösterip ve nesnelere özellikleri eklemeye ve görünümü deðiþtirmeye yarar

source: _Go
da: _Gå
tr: G_it

source: _Back
da: _Tilbage
tr: _Geri

source: Go to the previous visited location
da: Gå til forrige besøgte placering
tr: Önceki yere git

source: _Forward
da: _Fremad
tr: _Ileri

source: Go to the next visited location
da: Gå til næste besøgte placering
tr: Ilerideki yere git

source: _Up
da: _Op
tr: _Yukarý

source: Go to the location that contains this one
da: Gå til stedet der indeholder denne
tr: Bunu içeren yere git

source: _Home
da: _Hjem
tr: _Bark

source: Go to the home location
da: Gå til hjemstedet
tr: Bark'ýma git

source: _Bookmarks
da: _Bogmærker
tr: _Niþanlar

source: _Add Bookmark
da: _Tilføj bogmærke
tr: _Niþan ekle

source: Add a bookmark for the current location to this menu
da: Tilføj et bogmærke for det nuværende sted til denne menu
tr: Burasý için bir niþan ekle

source: _Edit Bookmarks...
da: _Ændr bogmærker...
tr: Niþanlarý _deðiþtir ...

source: Display a window that allows editing the bookmarks in this menu
da: Vis et vindue der tillader redigering af bogmærker i denne menu
tr: Bu mönünün içinde niþanlarý deðiþtirilmesine izin veren pencereyi göster

source: Toolbar
da: Værktøjsbjælke
tr: Araç çubuðu

source: Show/Hide Stuff
da: Vis/skjul ting
tr: Zýmpýrtýyý gizle/göster

source: Locationbar
da: Placeringsbjælke
tr: Mekan çubuðu

source: Statusbar
da: Statusbjælke
tr: Durum çubuðu

source: Sidebar
da: Sidebjælke
tr: Taraf çubuðu

source: Normalize Menu
da: Normalisér menu
tr: Mönüyü normalleþtir

source: _Help
da: _Hjælp
tr: _Yardým

source: Displays information about the Nautilus program
da: Viser information om Nautilus programmet
tr: Nautilus uygulamasý hakkýnda bilgi gösterir

source: Novice
tr: Yeni kullanýcý

source: Set Novice User Level
da: Sæt novice brugerniveau
tr: Yeni kullanýcý seviyesi

source: Intermediate
da: Mellem
tr: Normal

source: Set Intermediate User Level
da: Sæt mellem brugerniveau
tr: Vasat kullanýcý seviyesi

source: Expert
da: Ekspert
tr: Bilgin

source: Set Expert User Level
da: Sæt ekspert brugerniveau
tr: Bilgin kullanýcý seviyesi

source: Edit Settings...
tr: Ayarlarý deðiþtir ...

source: Edit Settings for the Current User Level
tr: Geçerli kullanýcý ayarlarýný deðiþtir

source: Go to the previously visited directory
da: Gå til det tidligere besøgte katalog
tr: Önceden ziyaret ettiðin dizine git

source: Forward
da: Fremad
tr: Ileri

source: Go to the next directory
da: Gå til det næste katalog
tr: Ilerideki dizine git

source: Up
da: Op
tr: Yukarý

source: Go up a level in the directory hierarchy
da: Gå op et niveau i kataloghierarkiet
tr: Dizinleme'de bir seviye yukarý çýk

source: Reload
da: Genindlæs
tr: Yenile

source: Reload this view
da: Genindlæs denne fremvisning
tr: Bu bakýþý yeniden yükle

source: Home
da: Hjem
tr: Bark

source: Go to your home directory
da: Gå til hjemmekataloget
tr: Bark dizinine git

source: Search this computer for files
da: Søg på denne maskine efter filer
tr: Dosyalarý bu bilgisayarda bul

source: Web Search
da: Websøgning
tr: Web'de ara

source: Search the web
da: Søg på web
tr: Web'de ara

source: Interrupt loading
da: Afbryd indlæsning
tr: Yüklemeyi durdur

source: Services
da: Tjenester
tr: Hizmetler

source: View as %s...
da: Vis som %s...
tr: %s olarak göster ....

source: View as Other...
da: Vis som andet...
tr: Farklý göster ...

source: Close
da: Luk
tr: Kapat

source: %.0f%%
tr: %% %.f
